Repository: zencrypted/acc
Catalog: Accounting/Localizable.xcstrings
Source language: en
Languages: ar, uk

source: Report
ar: تقرير
uk: Звіт

source: Report Constructor
ar: منشئ التقارير
uk: Конструктор звітів

source: Report Registry
ar: سجل التقارير
uk: Реєстр звітів

source: Reporting
ar: الإبلاغ
uk: Звітність

source: REPORTING MODULE
ar: وحدة التقارير
uk: МОДУЛЬ ЗВІТНОСТІ

source: Reporting Month: February 2026
ar: شهر الإبلاغ: فبراير 2026
uk: Звітний місяць: Лютий 2026

source: Reporting Period: 2026
ar: فترة الإبلاغ: 2026
uk: Звітний період: 2026

source: Reporting Period: February 2026
ar: فترة الإبلاغ: فبراير 2026
uk: Звітний період: Лютий 2026

source: Reports
ar: تقارير
uk: Звіти

source: Reports & Analytics
ar: التقارير والتحليلات
uk: Звіти та аналітика

source: Reports Register
ar: سجل التقارير
uk: Реєстр звітів

source: Retry
ar: إعادة المحاولة
uk: Повторити

source: Reverse
ar: عكس القيود
uk: Сторувати

source: Rows: KEKV
ar: الصفوف: KEKV
uk: Рядки: КЕКВ

source: Run Calculation
ar: بدء الحساب
uk: Запустити розрахунок

source: Salary 65%
ar: راتب 65%
uk: Зарплата 65%

source: Salary Accrued
ar: الراتب المستحق
uk: Зарплата нарахована

source: Save
ar: حفظ
uk: Зберегти

source: Save as custom report
ar: حفظ كتقرير مخصص
uk: Зберегти як спеціальний звіт

source: Save Draft
ar: حفظ مسودة
uk: Зберегти чернетку

source: Save Template
ar: حفظ القالب
uk: Зберегти шаблон

source: Savings
ar: مدخرات
uk: Економія

source: Schedule
ar: جدول
uk: Графік

source: Score
ar: نتيجة
uk: Оцінка

source: Search account or description
ar: البحث عن حساب أو وصف
uk: Пошук рахунку або опису

source: Search by account code or name
ar: البحث برمز الحساب
uk: Пошук за кодом рахунку

source: Search by code or name
ar: البحث بالرمز أو الاسم
uk: Пошук за кодом або назвою

source: Search by name
ar: البحث بالاسم
uk: Пошук за назвою

source: Search by Name
ar: البحث بالاسم
uk: Пошук за ПІБ

source: Search by name or code
ar: البحث بالاسم أو الرمز
uk: Пошук за назвою або кодом

source: Search by Name or Emp No
ar: البحث بالاسم أو رقم الموظف
uk: Пошук за ПІБ або таб. №

source: Search by Name or Emp. No.
ar: البحث بالاسم أو رقم الموظف
uk: Пошук за ПІБ або таб. №

source: Search by Name or ID
ar: البحث بالاسم أو الهوية
uk: Пошук за ПІБ або ID

source: Search by No or supplier
ar: ابحث بالرقم أو المورد
uk: Пошук за № або постачальником

source: Search by No. or supplier
ar: البحث برقم أو مورد
uk: Пошук за № або постачальником

source: Search Modules...
ar: بحث في الوحدات...
uk: Пошук модулів...

source: Search No. or counterparty
ar: بحث عن طريق الرقم أو المورد
uk: Пошук № або контрагент

source: sec
ar: ثانية
uk: сек

source: Select a record to view details
ar: حدد سجلاً لعرض التفاصيل
uk: Оберіть запис для перегляду деталей

source: Select a template to edit
ar: حدد قالباً للتحرير
uk: Оберіть шаблон для редагування

source: Select an adjustment to view details
ar: حدد التعديل لعرض التفاصيل
uk: Оберіть коригування для деталей

source: Select an item to view details
ar: حدد عنصرًا لعرض التفاصيل
uk: Оберіть елемент для перегляду деталей

source: Select template to edit
ar: حدد قالبا للتحرير
uk: Оберіть шаблон для редагування

source: Send to Manager
ar: إرسال للمدير
uk: Відправити керівнику

source: Sent
ar: أرسلت
uk: Надіслано

source: Settings
ar: الإعدادات
uk: Налаштування

source: Show KEKV 2000 vs 3000
ar: إظهار KEKV 2000 ضد 3000
uk: Показати КЕКВ 2000 vs 3000

source: Signed
ar: موقع
uk: Підписаних

source: Signed by
ar: موقعة من قبل
uk: Підписав

source: Size
ar: حجم
uk: Розмір

source: SPD Melnyk O.A.
ar: مؤسسة ميلنيك
uk: ФОП Мельник

source: Stages
ar: المراحل
uk: Етапи

source: Standard
ar: معيار
uk: Стандарт

source: Standardized
ar: موحد
uk: Стандартизовано

source: Status
ar: حالة
uk: Статус

source: Status:
ar: الحالة:
uk: Статус:

source: Std. Price
ar: السعر القياسي
uk: Станд. ціна

source: Structure by KEKV
ar: هيكل KEKV
uk: Структура за КЕКВ

source: Submission
ar: تقديم
uk: Подання

source: Submission & Analytics Dashboard
ar: لوحة الإرسال والتحليل
uk: Подання та аналітика

source: Submission by portal
ar: التقديم عبر البوابة
uk: Подання за порталами

source: Submission by portals
ar: تقديم عبر البوابات
uk: Подання за порталами

source: Submission Pipeline
ar: خط التقديم
uk: Конвеєр подання

source: Submit for Approval
ar: إرسال للموافقة
uk: Надіслати на погодження

source: Submit to E-Reporting
ar: إرسال إلى التقارير الإلكترونية
uk: Submit to Є-Звітність

source: Supplier
ar: مورد
uk: Постачальник

source: Supplier Rating
ar: تقييم الموردين
uk: Рейтинг постачальників

source: Supplier Reliability
ar: موثوقية المورد
uk: Надійність постач.

source: Supplier Scorecard
ar: تقييم المورد
uk: Оцінка постачальника

source: Supply / Warehouse
ar: التوريد / المستودع
uk: Постачання / Склад

source: Supply & Warehouse
ar: التوريد والمستودع
uk: Постачання/Склад

source: Supply Analytics & Reporting
ar: تحليلات وتقارير الإمدادات
uk: Аналітика постачання

source: SUPPLY MODULE
ar: وحدة التوريد
uk: МОДУЛЬ ПОСТАЧАННЯ

source: T-Account
ar: حساب-T
uk: Т-рахунок

source: Tax Summary
ar: ملخص ضريبي
uk: Податковий зведений

source: Taxes paid
ar: ضرائب مدفوعة
uk: Податків сплачено

source: Template
ar: قالب
uk: Шаблон

source: Term
ar: أجل
uk: Термін

source: Test Generate
ar: إنشاء تجريبي
uk: Тестова генерація

source: Theme
ar: السمة
uk: Тема

source: Timesheet
ar: لوحة الدوام
uk: Табель

source: Timesheets
ar: كشوف الدوام
uk: Табелі

source: TMC Catalog
ar: كتالوج TMC
uk: Каталог ТМЦ

source: To Pay
ar: للدفع
uk: До виплати

source: Total
ar: المجموع
uk: Всього

source: Total Assets
ar: إجمالي الأصول
uk: Разом Актив

source: Total Cost
ar: التكلفة الإجمالية
uk: Загальна вартість

source: Total hrs
ar: إجمالي الساعات
uk: Всього год

source: Total Liabilities
ar: إجمالي الخصوم
uk: Разом Пасив

source: Total Liabilities & Equity
ar: إجمالي الالتزامات
uk: Разом Пасив

source: Total Limit
ar: إجمالي الحد
uk: Загальний ліміт

source: Total Plan
ar: إجمالي الخطة
uk: Загальний план

source: Total Plan:
ar: الخطة الإجمالية:
uk: Загальний план:

source: Total reports
ar: إجمالي التقارير
uk: Всього звітів

source: Total TMC
ar: إجمالي TMC
uk: Всього ТМЦ

source: Total to pay
ar: إجمالي الدفع
uk: Всього до виплати

source: Total Value
ar: القيمة الإجمالية
uk: Загальна вартість

source: Total Variance
ar: إجمالي الانحراف
uk: Загальне відхилення

source: Transaction Type
ar: نوع المعاملة
uk: Тип транзакції

source: Transferred
ar: محول
uk: Перенесено

source: Transferred:
ar: منقول:
uk: Перенесено:

source: Treasury Link & Execution
ar: تنفيذ وإرتباط الخزينة
uk: Зв'язок з казначейством

source: Turnover
ar: دوران
uk: Оборотність

source: Type
ar: نوع
uk: Тип

source: Type:
ar: النوع:
uk: Тип:

source: Under Review
ar: قيد المراجعة
uk: На перевірці

source: Unit
ar: وحدة
uk: Од.

source: Unpaid
ar: غير مدفوع
uk: Не виплачено

source: Used
ar: مستخدم
uk: Використано

source: Used elements
ar: العناصر المستخدمة
uk: Використані елементи

source: Used:
ar: المستخدم:
uk: Використано:

source: Vacation balance
ar: رصيد الإجازات
uk: Залишок відпусток

source: Vacation Balance
ar: رصيد الإجازة
uk: Залишок відпустки

source: Validate All
ar: التحقق من الكل
uk: Перевірити всі

source: Validating reports...
ar: التحقق من التقارير...
uk: Перевірка звітів...

source: Validation
ar: تحقق
uk: Валідація

source: Validation & Reconciliation Center
ar: مركز التحقق والمصالحة
uk: Валідація та звірка

source: Validation Errors
ar: أخطاء التحقق
uk: Помилки валідації

source: Value
ar: قيمة
uk: Вартість

source: Variance
ar: تباين
uk: Відхилення

source: VAT
ar: ضريبة القيمة المضافة
uk: ПДВ

source: Verified
ar: تم التحقق
uk: Перевірено

source: Version
ar: إصدار
uk: Версія

source: Version History
ar: سجل الإصدارات
uk: Історія версій

source: View Full Analytics Report
ar: عرض التقرير التحليلي الكامل
uk: Переглянути повний звіт

source: Visualizations
ar: تصورات
uk: Візуалізації

source: Warehouse
ar: مستودع
uk: Склад

source: Warehouse Stock & Movements
ar: المخزون وحركات المستودع
uk: Склад та переміщення

source: Warning
ar: تحذير
uk: Попередження

source: Warnings
ar: تحذيرات
uk: Попередж.

source: Waybill
ar: بوليصة شحن
uk: Накладна

source: Withheld
ar: مقتطع
uk: Утримано

source: Worked
ar: عمل
uk: Відпрацьовано

source: Year 2026
ar: سنة 2026
uk: 2026 рік

source: years
ar: سنوات
uk: років

# Акт виконаних робіт
source: Act of Acceptance
ar: شهادة القبول
uk: Акт виконаних робіт

# Актив. аналітик
source: Active Analyst
ar: محلل نشط
uk: Актив. аналітик

# Активні рахунки
source: Active Accounts
ar: الحسابات النشطة
uk: Активні рахунки

# Баланс перевірка
source: Balance Check
ar: التحقق من الرصيد
uk: Баланс перевірка

# Вер
source: Sep
ar: سبتمبر
uk: Вер

# Видатки за КЕКВ
source: Expenditures by KEKV
ar: النفقات بواسطة KEKV
uk: Видатки за КЕКВ

# Видатковий ордер
source: Expense Warrant
ar: أمر دفع
uk: Видатковий ордер

# відділ
source: department
ar: قسم
uk: відділ

# Відкрито асигнувань
source: Appropriations opened
ar: الاعتمادات المفتوحة
uk: Відкрито асигнувань

# Власний капітал
source: Equity
ar: حقوق الملكية
uk: Власний капітал

# Внесений капітал
source: Contributed Capital
ar: رأس المال المساهم
uk: Внесений капітал

# Всього активів
source: Total Assets
ar: إجمالي الأصول
uk: Всього активів

# Всього Дт
source: Total Dr
ar: إجمالي المدين
uk: Всього Дт

# Всього зобов'язань
source: Total Liabilities
ar: إجمالي الخصوم
uk: Всього зобов'язань

# Всього Кт
source: Total Cr
ar: إجمالي الدائن
uk: Всього Кт

# Всього проведень
source: Total Postings
ar: إجمالي القيود
uk: Всього проведень

# Готівка на рахунку
source: Cash in Account
ar: النقد في الحساب
uk: Готівка на рахунку

# Готово до передачі в Є-Казна: 5 платіжних доручень
source: Ready for transfer to E-Kazna: 5 payment orders
ar: جاهز للتحويل إلى E-Kazna: 5 أوامر دفع
uk: Готово до передачі в Є-Казна: 5 платіжних доручень

# Грошові кошти
source: Cash
ar: النقد
uk: Грошові кошти

# Гру
source: Dec
ar: ديسمبر
uk: Гру

# Дебіторська заборг.
source: Accounts Receivable
ar: الذمم المدينة
uk: Дебіторська заборг.

# ДНСС України
source: SSSU
ar: خدمة الإحصاءات
uk: ДНСС України

# До виплати: %@
source: To pay: %@
ar: للدفع: %@
uk: До виплати: %@

# Довгострокові кредити
source: Long-term Loans
ar: قروض طويلة الأجل
uk: Довгострокові кредити

# док.
source: doc.
ar: وثيقة.
uk: док.

# Жов
source: Oct
ar: أكتوبر
uk: Жов

# За цей місяць
source: For this month
ar: لِهذا الشهر
uk: За цей місяць

# Заборг. із зарплати
source: Salary Arrears
ar: متأخرات الرواتب
uk: Заборг. із зарплати

# Заг. оборот
source: Total Turnover
ar: إجمالي الدوران
uk: Заг. оборот

# Загальна потреба: %@
source: Total Need: %@
ar: الاحتياج الإجمالي: %@
uk: Загальна потреба: %@

# Загальна сума
source: Total Amount
ar: المبلغ الإجمالي
uk: Загальна сума

# Загальний обсяг асигнувань
source: Total Appropriations
ar: إجمالي الاعتمادات
uk: Загальний обсяг асигнувань

# Залишок асигнувань
source: Appropriations Balance
ar: رصيد الاعتمادات
uk: Залишок асигнувань

# Запаси
source: Inventory
ar: مخزون
uk: Запаси

# Затверджено
source: Approved
ar: معتمد
uk: Затверджено

# Затверджено: %@
source: Approved: %@
ar: معتمد: %@
uk: Затверджено: %@

# Зобов'язання
source: Liabilities
ar: خصوم
uk: Зобов'язання

# Іванов І.І.
source: Ivanov I.I.
ar: إيفانوف إ.إ.
uk: Іванов І.І.

# Кредит. заборг. постачальникам
source: Accounts Payable to Suppliers
ar: الذمم الدائنة للموردين
uk: Кредит. заборг. постачальникам

# Лис
source: Nov
ar: نوفمبر
uk: Лис

# Лют
source: Feb
ar: فبراير
uk: Лют

# млрд ₴
source: B ₴
ar: مليار ₴
uk: млрд ₴

# Нематеріальні активи
source: Intangible Assets
ar: أصول غير ملموسة
uk: Нематеріальні активи

# Необоротні активи
source: Non-current Assets
ar: أصول غير متداولة
uk: Необоротні активи

# Нерозподілений прибуток
source: Retained Earnings
ar: أرباح محتجزة
uk: Нерозподілений прибуток

# Оборот Дт
source: Dr Turnover
ar: دوران مدين
uk: Оборот Дт

# Оборот Кт
source: Cr Turnover
ar: دوران دائن
uk: Оборот Кт

# Оборотні активи
source: Current Assets
ar: أصول متداولة
uk: Оборотні активи

# Основні засоби
source: Fixed Assets
ar: أصول ثابتة
uk: Основні засоби

source: Redistribution of funds due to savings on KEKV 2240 and the need to increase payroll fund.
ar: إعادة توزيع الأموال لتوفير KEKV 2240 والحاجة لزيادة صندوق الرواتب.
uk: Перерозподіл коштів у зв'язку з економією по КЕКВ 2240 та потребою збільшення фонду оплати праці.

# План на місяць
source: Monthly Plan
ar: الخطة الشهرية
uk: План на місяць

# Платіжне доручення
source: Payment Order
ar: أمر الدفع
uk: Платіжне доручення

# Постачальник ABC
source: Supplier ABC
ar: مورد ABC
uk: Постачальник ABC

# Прибутк. касовий ордер
source: Cash Receipt
ar: إيصال نقدي
uk: Прибутк. касовий ордер

# Проведено
source: Posted
ar: مُرحل
uk: Проведено

# Профінансовано
source: Financed
ar: مُمول
uk: Профінансовано

# Разом нараховано: %@
source: Total Accrued: %@
ar: الإجمالي المستحق: %@
uk: Разом нараховано: %@

# Рахунок-фактура
source: Invoice
ar: فاتورة
uk: Рахунок-фактура

# Сальдо
source: Balance
ar: رصيد
uk: Сальдо

# Січ
source: Jan
ar: يناير
uk: Січ

# ТОВ «Будсервіс»
source: LLC Budservis
ar: شركة بودسيرفيس ذ.م.م
uk: ТОВ «Будсервіс»

# ТОВ «Постач»
source: LLC Postach
ar: شركة بوستاتش ذ.م.م
uk: ТОВ «Постач»

# Топ вимір
source: Top Dimension
ar: البعد الأعلى
uk: Топ вимір

# Фіз. особа Петренко
source: Individual Petrenko
ar: الفرد بترينكو
uk: Фіз. особа Петренко

# Чернетка
source: Draft
ar: مسودة
uk: Чернетка

# Чернетки
source: Drafts
ar: مسودات
uk: Чернетки

# Чисте сальдо
source: Net Balance
ar: الرصيد الصافي
uk: Чисте сальдо

source: KEKV
uk: КЕКВ

source: KEKV:
uk: КЕКВ:

# КЕКВ
source: KEKV
uk: КЕКВ
